def main():
    name = "Олександр"
    age = "12"
    speech = ("Причини, чому я навчаюся у IT Step:\n"
              "1. Я хочу отримати сучасні знання в IT.\n"
              "2. Це відкриває нові кар'єрні можливості.\n"
              "3. Я люблю технології і хочу бути частиною цієї сфери.\n"
              "4. IT Step має відмінну репутацію і досвід.\n"
              "5. Я хочу розвиватися в команді однодумців.\n")

    print(f"Мене звати {name}. Мій вік: {age}.")
    print(speech)

if __name__ == "__main__":
    main()
